<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Page Titles
    |--------------------------------------------------------------------------
    */

    'login' => 'ログイン',
    'register' => '新規登録',
    'logout' => 'ログアウト',
    'problem' => [
        'list' => '問題一覧',
        'create' => '問題の作成',
    ],
    'editorial' => '解説',
    'submit' => '提出',
    'submissions' => [
        'all' => 'すべての提出',
        'me' => '自分の提出',
    ],
    'submission' => '提出',
    'md_editor' => 'Markdownエディタ',
];
