<?php

return [

    /*
    |--------------------------------------------------------------------------
    | UI Message Language Lines
    |--------------------------------------------------------------------------
 */

    'problem' => [
        'title' => 'タイトル',
        'creator' => '製作者',
        'difficulty' => '難易度',
        'not_opened' => 'この問題はまだ公開されていません.',
    ],
    'submitSource' => [
        'problemId' => '問題ID',
        'lang' => '言語',
        'source' => 'ソースコード',
    ],
    'submit' => '送信',
];
